Repository: meirsadan/typolog
Catalog: languages/typolog-*.po
Languages: he_il

source: Licenses
he_il: רישיונות

source: Catalog Generator
he_il: מחולל קטלוג

source: Typolog
he_il: טיפולוג

source: Generator
he_il: מחולל

source: Font Size Adjustments
he_il: התאמת גדלי פונט

source: Font Sizes
he_il: גדלי פונט

source: Order Families
he_il: סדר משפחות

source: Price Table
he_il: טבלת מחירים

source: Control Table
he_il: טבלת בקרה

source: Cleanup
he_il: ניקוי

source: Typolog Settings
he_il: הגדרות טיפולוג

source: Settings
he_il: הגדרות

source: Store isn't connected! <a href="%s">Click here</a> to connect with Woocommerce.
he_il: החנות אינה מחוברת! <a href=“%s”>לחץ כאן</a> כדי להתחבר לווקומרס.

source: Fonts Product Category and License Attribute created successfully!
he_il: קטגוריית מוצר מסוג פונטים ומאפיין מוצר מסוג רישיון נוצרו בהצלחה!

source: Updated products successfully.
he_il: המוצרים עודכנו בהצלחה.

source: An error occured while updating products.
he_il: שגיאה בעדכון המוצרים.

source: Regenerated fonts successfully.
he_il: הפונטים עודכנו בהצלחה.

source: An error occured while regenerating fonts.
he_il: שגיאה במהלך עדכון הפונטים.

source: Regenerated family fonts successfully.
he_il: הפונטים במשפחה עודכנו בהצלחה.

source: Reset all products successfully.
he_il: כל המוצרים אופסו בהצלחה.

source: Updated packages successfully.
he_il: חבילות הפונטים עודכנו בהצלחה.

source: An error occured while updating packages.
he_il: שגיאה בעדכון חבילות הפונטים.

source: File uploaded successfully!
he_il: הקבצים הועלו בהצלחה!

source: An error occured while moving the uploaded file
he_il: שגיאה בהעברת הקובץ שהועלה

source: File deleted successfully.
he_il: הקובץ נמחק בהצלחה.

source: An error occured while deleting the file
he_il: שגיאה במחיקת הקובץ

source: Unknown error occured
he_il: שגיאה לא ידועה

source: Fonts updated successfully!
he_il: הפונטים עודכנו בהצלחה!

source: Created %s new fonts. Updated %s existing fonts. %s errors.
he_il: נוצרו %s פונטים חדשים. עודכנו %s פונטים קיימים. %s שגיאות.

source: Deleted %s fonts successfully. Failed to delete %s fonts.
he_il: נמחקו %s פונטים בהצלחה. מחיקת %s פונטים נכשלה.

source: Deleted %s files successfully. Failed to delete %s files.
he_il: נמחקו %s קבצי פונט בהצלחה. מחיקת %s קבצי פונט נכשלה.

source: Deleted %s products successfully. Failed to delete %s products.
he_il: נמחקו %s מוצרים בהצלחה. מחיקת %s מוצרים נכשלה.

source: Deleted %s downloads successfully. Failed to delete %s downloads.
he_il: נמחקו %s קבצים להורדה בהצלחה. מחיקת %s קבצים להורדה נכשלה.

source: Deleted %s original font files successfully. Failed to delete %s files.
he_il: נמחקו %s קבצי פונט מקוריים בהצלחה. מחיקת %s קבצי פונט מקוריים נכשלה.

source: Error saving font size adjustments.
he_il: שגיאה בשמירת גדלי הפונט.

source: Saved all font size adjustments!
he_il: גדלי הפונט נשמרו בהצלחה!

source: Font Preview
he_il: תצוגה מקדימה של הפונט

source: Font Files
he_il: קבצי פונט

source: Font Meta Fields
he_il: שדות מטא של הפונט

source: Font Products
he_il: מוצרים מקושרים לפונט

source: Font Attachments
he_il: קבצים מצורפים לפונט

source: Font Debug
he_il: טיפול בשגיאות בפונט

source: Font File
he_il: קובץ פונט

source: No products are currently associated with this font.
he_il: אין מוצרים המקושרים כרגע לפונט.

source: Display Font Family Name
he_il: שם המשפחה לתצוגה באתר

source: Display Font Style Name
he_il: שם הסגנון לתצוגה באתר

source: Original Font Family Name
he_il: שם המשפחה המקורי

source: Original Font Style Name
he_il: שם הסגנון המקורי

source: Web Family Name
he_il: שם מלא לוובפונט

source: Font Weight (100–900)
he_il: משקל הפונט (100-900)

source: Font Style (normal/italic)
he_il: סגנון הפונט (normal/italic)

source: Font Price
he_il: מחיר הפונט

source: Font Price for %s license
he_il: מחיר הפונט עבור רישיון %s

source: Drop font files here
he_il: גרור קבצי פונט לכאן

source: Download file
he_il: הורד קובץ

source: Associated file extensions
he_il: סיומות קובץ מקושרות

source: Enter extensions associated with this license, separated by |
he_il: הכנס כאן סיומות קובץ המקושרות לרישיון זה, מופרדות בקו אנכי |

source: Base price
he_il: מחיר בסיס

source: Enter base price for license type
he_il: הכנס כאן מחיר בסיס לסוג רישיון זה

source: Order
he_il: סדר

source: Enter order # of license
he_il: הכנס את מספר הרישיון בסדר הרישיונות

source: Family Name
he_il: שם משפחה

source: Enter family name in Latin letters for product archives
he_il: הכנס את שם המשפחה באותיות לטיניות עבור ארכיון המוצרים

source: Family Index Name
he_il: שם משפחה בעמודי אינדקס

source: Enter family name for display on index pages (i.e. homepage)
he_il: הכנס שם משפחה לתצוגה בעמודי אינדקס (למשל עמוד הבית)

source: Badge Label
he_il: תווית

source: Enter badge label for special offers/etc.
he_il: הכנס טקסט תווית עבור מבצעים מיוחדים וכו׳.

source: Buy Link
he_il: קישור לרכישה

source: Enter link for buying at an external website.
he_il: הכנס קישור לרכישה באתר חיצוני

source: Website Link
he_il: קישור לאתר

source: Enter link for promotional website.
he_il: הכנס קישור לאתר פרומו

source: Family Price
he_il: מחיר משפחה

source: Enter family price for all license types (leave blank for default).
he_il: הכנס מחיר משפחה עבור כל סוגי הרישיונות (השאר ריק עבור בררת המחדל).

source: Enter family price for %s license type (leave blank for default).
he_il: הכנס מחיר משפחה עבור רישיון מסוג %s (השאר ריק עבור בררת המחדל).

source: Attachments
he_il: קבצים מצורפים

source: Commercial
he_il: מסחרי

source: Determines whether Typolog will create products for font family in the store.
he_il: קובע אם טיפולוג ייצור מוצרים בחנות עבור משפחה זו.

source: Font Order
he_il: סידור פונטים

source: Set a custom display order for fonts in the family.
he_il: קבע סידור מותאם עבור פונטים במשפחה זו.

source: Reset Font Order
he_il: איפוס סדר הפונטים

source: Add Attachment
he_il: הוסף קובץ מצורף

source: Unused Font Downloads
he_il: קבצים להורדה שאינם בשימוש

source: Found %s unused downloads.
he_il: נמצאו %s קבצים להורדה שאינם בשימוש.

source: Delete Selected Downloads
he_il: מחק קבצים להורדה שנבחרו

source: No unused downloads found.
he_il: לא נמצאו קבצים להורדה שאינם בשימוש.

source: Unused Font Files
he_il: קבצי פונט שאינם בשימוש

source: Found %s unused font files.
he_il: נמצאו %s קבצי פונט שאינם בשימוש.

source: Delete Selected Font Files
he_il: מחק קבצי פונט שאינם בשימוש

source: No unused font files found.
he_il: לא נמצאו קבצי פונט שאינם בשימוש.

source: Unused Fonts
he_il: פונטים שאינם בשימוש

source: Found %s unused fonts.
he_il: נמצאו %s פונטים שאינם בשימוש.

source: Delete Selected Fonts
he_il: מחק את הפונטים שנבחרו

source: No unused fonts found.
he_il: לא נמצאו פונטים שאינם בשימוש.

source: Unused Original Font Files
he_il: קבצי פונט מקוריים שאינם בשימוש

source: Found %s unused original font files.
he_il: נמצאו %s קבצי פונט מקוריים שאינם בשימוש.

source: Delete Selected Original Files
he_il: מחק קבצי פונט מקוריים שאינם בשימוש

source: No unused original files found.
he_il: לא נמצאו קבצי פונט מקוריים שאינם בשימוש.

source: Unused Products
he_il: מוצרים שאינם בשימוש

source: Found %s unused products.
he_il: נמצאו %s מוצרים שאינם בשימוש

source: Delete Selected Products
he_il: מחק מוצרים שנבחרו

source: No unused products found.
he_il: לא נמצאו מוצרים שאינם בשימוש.

source: Products
he_il: מוצרים

source: Fonts
he_il: פונטים

source: Downloads
he_il: קבצים להורדה

source: Original Font Files
he_il: קבצי פונט מקוריים

source: Successfully edited %s fonts.
he_il: ‫%s פונטים נערכו בהצלחה.

source: Item
he_il: פריט

source: Product
he_il: מוצר

source: Files
he_il: קבצים

source: Edit All Fonts in Family
he_il: ערוך את כל הפונטים במשפחה

source: External Link
he_il: קישור חיצוני

source: Update Products
he_il: עדכן מוצרים

source: Display Family Name
he_il: שם המשפחה לתצוגה באתר

source: Display Style Name
he_il: שם הסגנון לתצוגה באתר

source: Style Name
he_il: שם הסגנון

source: Save
he_il: שמירה

source: No web fonts available for preview.
he_il: לא נמצאו וובפונטס עבור התצוגה המקדימה.

source: Delete
he_il: מחיקה

source: No %s product for font.
he_il: אין %s מוצר עבור הפונט.

source: Drop or select files in the files drop zone, edit the catalog and click "Upload Files"
he_il: גרור או בחר קבצים באיזור גרירת הקבצים, ערוך את הקטלוג ולחץ על ״העלאת קבצים״

source: Add Empty Font
he_il: הוסף פונט ריק

source: Create Font Products
he_il: חולל מוצרים לחנות

source: Add to collection:
he_il: הוסף לקולקציה:

source: Upload Files
he_il: העלאת קבצים

source: Display Names:
he_il: שמות תצוגה:

source: Font Names:
he_il: שמות הפונט:

source: Uploading files...
he_il: מעלה קבצים…

source: Generating
he_il: מחולל את

source: Done!
he_il: הפעולה הסתיימה!

source: Error:
he_il: שגיאה:

source: Unknown error
he_il: שגיאה לא ידועה

source: No data
he_il: אין נתונים

source: Removing this font will remove all associated files. Do you wish to proceed?
he_il: הסרת הפונט תסיר את כל הקבצים המקושרים אליו. האם להמשיך?

source: Enter family name:
he_il: הכנס שם משפחה:

source: This font family already exists. This font will be added to the family.
he_il: משפחה זו כבר קיימת. פונט זו יתווסף למשפחה.

source: This font already exists. Its files will be overwritten by the files in this batch.
he_il: פונט זה קיים כבר. הקבצים שלו יוחלפו ע״י הקבצים שיועלו כעת.

source: Remove PDF
he_il: הסר PDF

source: Add PDF
he_il: הוסף PDF

source: Update
he_il: עדכון

source: Regenerate All Products
he_il: חולל מחדש את כל המוצרים

source: Default License
he_il: רישיון בררת מחדל

source: %s License
he_il: רישיון %s

source: Default Font
he_il: בררת מחדל לפונט

source: Successfully updated WooCommerce credentials!
he_il: פרטי ווקומרס עודכנו בהצלחה!

source: Key
he_il: מפתח

source: Value
he_il: ערך

source: Family Name for Display
he_il: שם המשפחה לתצוגה

source: Style Name for Display
he_il: שם הסגנון לתצוגה

source: Family Name for Webfont Use
he_il: שם הפונט המלא לשימוש כוובפונט

source: Font Style (normal/italic/oblique)
he_il: סגנון הפונט (normal/italic/oblique)

source: WooCommerce API Settings
he_il: הגדרות חיבור לווקומרס

source: WooCommerce Consumer Key
he_il: מפתח צרכן של ווקומרס (Consumer Key)

source: WooCommerce Consumer Secret
he_il: סוד צרכן של ווקומרס (Consumer Secret)

source: Fonts Product Category
he_il: קטגוריית מוצר עבור פונטים

source: License Product Attribute
he_il: מאפיין מוצר עבור רישיונות

source: Base Price
he_il: מחיר בסיס

source: Limit Number of Downloads
he_il: הגבלת מספר ההורדות

source: Expire Download (days)
he_il: תפוגת תוקף עבור הורדות (ימים)

source: Directory Settings
he_il: הגדרת ספריות

source: Font Files Directory
he_il: ספריית קבצי פונט

source: Font Products Directory
he_il: ספריית מוצרי פונט להורדה

source: General Attachments
he_il: קבצים מצורפים כלליים

source: Generator Settings
he_il: הגדרות מחולל

source: Generator Styles Dictionary
he_il: מילון סגנונות

source: Danger Zone
he_il: אזור מסוכן

source: Reset Font Products
he_il: אפס מוצרי פונטים

source: Delete All Fonts
he_il: מחק את כל הפונטים

source: Set directories here:
he_il: הגדר ספריות כאן:

source: Manage attachments appended to all font product bundles:
he_il: נהל את הקבצים המצורפים לכל חבילות הפונטים:

source: Manage settings related to the catalog generator:
he_il: נהל הגדרות הקשורות למחולל הקטלוג:

source: Add
he_il: הוספה

source: Error deleting product from font.
he_il: שגיאה במחיקת המוצר מהפונט.

source: Error deleting font files.
he_il: שגיאה במחיקת קבצי הפונט.

source: Error deleting font.
he_il: שגיאה במחיקת הפונט.

source: Error deleting product from family.
he_il: שגיאה במחיקת המוצר מהמשפחה.

source: Error deleting family.
he_il: שגיאה במחיקת משפחה.

source: Error deleting all products.
he_il: שגיאה במחיקת כל המוצרים.

source: Error deleting all files.
he_il: שגיאה במחיקת כל הקבצים.

source: Fontef
he_il: פונטף

source: Regular
he_il: רגיל

source: Can't open ZIP
he_il: לא ניתן לפתוח את קובץ הזיפ

source: Can't add to ZIP
he_il: לא ניתן להוסיף לקובץ הזיפ

source: WooCommerce is not connected. Please use the WooCommerce Panel to connect it.
he_il: ווקומרס אינו מחובר. אנא השתמשו במסך ההגדרות כדי להתחבר

source: License
he_il: רישיון

# Taxonomy General Name
source: Font Families
he_il: משפחות

# Taxonomy Singular Name
source: Font Family
he_il: משפחה

source: Font Families
he_il: משפחות

source: All Families
he_il: כל המשפחות

source: Parent Family
he_il: משפחת אב

source: Parent Family:
he_il: משפחת אב:

source: New Family
he_il: משפחה חדשה

source: Add New Family
he_il: הוסף משפחה חדשה

source: Edit Family
he_il: ערוך משפחה

source: Update Family
he_il: עדכן משפחה

source: View Family
he_il: הצג משפחה

source: Separate families with commas
he_il: הפרד משפחות בפסיקים

source: Add or remove families
he_il: הוסף או הסר משפחות

source: Choose from the most used
he_il: בחר סיומות קובץ פופולאריות

source: Popular Families
he_il: משפחות פופולאריות

source: Search Families
he_il: חפש משפחות

source: Not Found
he_il: לא נמצא

source: No families
he_il: אין משפחות

source: Families list
he_il: רשימת משפחות

source: Families list navigation
he_il: ניווט ברשימת המשפחות

# Taxonomy General Name
source: Collections
he_il: קולקציות

# Taxonomy Singular Name
source: Collection
he_il: קולקציה

source: Collections
he_il: קולקציות

source: All Collections
he_il: כל הקולקציות

source: Parent Collection
he_il: קולקציית אב

source: Parent Collection:
he_il: קולקציית אב:

source: New Collection Name
he_il: שם קולקצייה חדשה

source: Add New Collection
he_il: הוסף קולקציה חדשה

source: Edit Collection
he_il: ערוך קולקציה

source: Update Collection
he_il: עדכן קולקציה

source: View Collection
he_il: הצג קולקציה

source: Separate collections with commas
he_il: הפרד קולקציות בפסיקים

source: Add or remove collections
he_il: הוסף או הסר קולקציות

source: Popular Collections
he_il: קולקציות פופולאריות

source: Search Collections
he_il: חפש קולקציות

source: No collections
he_il: אין קולקציות

source: Collections list
he_il: רשימת קולקציות

source: Collections list navigation
he_il: ניווט ברשימת קולקציות

# Post Type General Name
source: Fonts
he_il: פונטים

# Post Type Singular Name
source: Font
he_il: פונט

source: Font Archives
he_il: ארכיוני פונט

source: Parent Font:
he_il: פונט אב:

source: All Fonts
he_il: כל הפונטים

source: Add New Font
he_il: הוסף פונט חדש

source: Add New
he_il: הוסף חדש

source: New Font
he_il: פונט חדש

source: Edit Font
he_il: ערוך פונט

source: Update Font
he_il: עדכן פונט

source: View Font
he_il: הצג פונט

source: Search Font
he_il: חפש פונט

source: Not found
he_il: לא נמצא

source: Not found in Trash
he_il: לא נמצא בפח

source: Featured Image
he_il: תמונה מייצגת

source: Set featured image
he_il: הגדר תמונה מייצגת

source: Remove featured image
he_il: הסר תמונה מייצגת

source: Use as featured image
he_il: השתמש כתמונה מייצגת

source: Insert into font
he_il: הכנס לפונט

source: Uploaded to this font
he_il: הועלו לפונט זה

source: Fonts list
he_il: רשימת הפונטים

source: Fonts list navigation
he_il: ניווט ברשימת הפונטים

source: Filter fonts list
he_il: סנן רשימת פונטים

source: Font
he_il: פונט

source: Represents a single font style in the type catalog
he_il: מייצג סגנון פונט בודד בקטלוג האותיות

# Post Type General Name
source: Files
he_il: קבצים

# Post Type Singular Name
source: File
he_il: קובץ

source: File
he_il: קובץ

source: File Archives
he_il: ארכיוני קבצים

source: Parent File:
he_il: קובץ אב:

source: Add New File
he_il: הוסף קובץ חדש

source: New File
he_il: קובץ חדש

source: Edit File
he_il: ערוך קובץ

source: Update File
he_il: עדכן קובץ

source: View File
he_il: הצג קובץ

source: Search File
he_il: חפש קובץ

source: Insert into file
he_il: הכנס לתוך קובץ

source: Uploaded to this file
he_il: הועלה לקובץ זה

source: Files list
he_il: רשימת קבצים

source: Files list navigation
he_il: ניווט ברשימת קבצים

source: Filter files list
he_il: סינון רשימת קבצים

source: Files for Typolog
he_il: קבצים עבור טיפולוג

# Taxonomy General Name
source: Licenses
he_il: רישיונות

# Taxonomy Singular Name
source: License
he_il: רישיון

source: All Licenses
he_il: כל הרישיונות

source: Parent License
he_il: רישיון אב

source: Parent License:
he_il: רישיון אב:

source: New License Name
he_il: שם רישיון חדש

source: Add New License
he_il: הוסף רישיון חדש

source: Edit License
he_il: ערוך רישיון

source: Update License
he_il: עדכן רישיון

source: View License
he_il: הצג רישיון

source: Separate licenses with commas
he_il: הפרד רישיונות בפסיקים

source: Add or remove licenses
he_il: הוסף או הסר רישיונות

source: Popular Licenses
he_il: רישיונות פופולאריים

source: Search Licenses
he_il: חפש רישיונות

source: No licenses
he_il: אין רישיונות

source: Licenses list
he_il: רשימת רישיונות

source: Licenses list navigation
he_il: ניווט ברשימת רישיונות

source: typolog
he_il: טיפולוג

source: Creates a catalog of type families for a WordPress based website, with WooCommerce support.
he_il: יוצר קטלוג משפחות פונטים עבור אתרים מבוססי וורדפרס, עם תמיכה בווקומרס.

source: Meir Sadan
he_il: מאיר סדן
