<?php if ($fontface && $web_family_name) : ?>

<style>
	<?=$fontface ?>
	.font-preview * { font-family: '<?=$web_family_name ?>'!important; }
</style>

<div class="font-preview">
	<h1>מין חדש של צדפה נקרא על שם מבקר המסעדות שגיא כהן</h1>
	<h2>צוות המדענים שגילה את הצדפה באזור האוקיינוס השקט, החליט להביע את תודתו על עזרתו של כהן במלאכת הזיהוי. כהן: ״השאלה היא איך לא איתרו אותו עד עתה״.</h2>
	<p>מין חדש של צדפה, שהתגלה באחרונה באזור האוקיינוס השקט ליד הפיליפינים, נושא מעתה באופן רשמי את שמו של ד״ר שגיא כהן, מבקר המסעדות של ״הארץ״ ופרשן כדורגל בערוץ הספורט. צוות המדענים שגילה את מין הצדפה, שלא היה מוכר עד כה למדע, החליט להביע את תודתו על עזרתו של כהן במלאכת הזיהוי. שמו הרשמי של המין החדש הוא ״טוקטונה שגיאכהני״ (Tucetona Saggiecoheni).</p>
</div>

<?php else : ?>

<div class="font-preview no-font-preview">
	<p><?php _e('No web fonts available for preview.', 'typolog'); ?></p>
</div>

<?php endif; ?>